[
  {
    "title": "HTML, CSS, Javascript",
    "description": "Since November 2020, I've been passionately working with HTML, CSS, and JavaScript. These three languages form the core of my work. With HTML, I establish the structure of my webpages, with CSS, I add style, and with JavaScript, I add interactivity. My experience grows every day, and I enjoy using these tools to create digital experiences that are both functional and aesthetically appealing.",
    "image": "images/experience/html-css-js.png"
  },
  {
    "title": "Laravel",
    "description": "Since February 2022, I've been diving into Laravel with enthusiasm. Laravel is my go-to framework for building robust and efficient web applications. With its elegant syntax and powerful features, Laravel streamlines the development process, allowing me to focus on crafting seamless user experiences and implementing complex functionalities. My journey with Laravel has been one of continuous learning and experimentation, and I'm excited to continue leveraging its capabilities to bring innovative web solutions to life.",
    "image": "images/experience/laravel-logo.svg"
  },
  {
    "title": "PHP",
    "description": "Since September 2021, PHP has been a cornerstone of my development journey. This versatile scripting language has empowered me to create dynamic and interactive web applications with ease. From handling user input to connecting with databases, PHP has proven invaluable in building robust and scalable solutions. As I continue to deepen my understanding of PHP, I'm constantly discovering new ways to optimize performance, enhance security, and streamline development workflows. It's an essential tool in my arsenal, allowing me to turn ideas into reality on the web.",
    "image": "images/experience/php-logo.svg"
  },
  {
    "title": "Wordpress",
    "description": "Since November 2021, I've delved into WordPress, specializing in plugin development. Crafting custom plugins has allowed me to extend WordPress's functionality for diverse client needs, from enhancing user experience to optimizing performance. It's been a rewarding journey, leveraging WordPress's flexibility to deliver impactful solutions tailored to specific requirements.",
    "image": "images/experience/wordpress.svg"
  },
  {
    "title": "Python",
    "description": "Since September 2020, Python has been my gateway into the world of programming. Learning its basics laid a solid foundation for my coding journey. Python's simplicity and versatility have made it an ideal starting point, enabling me to grasp fundamental concepts while exploring various applications, from web development to data analysis. As I continue to expand my skills, Python remains my go-to language for its intuitive syntax and extensive libraries, allowing me to bring my ideas to life with ease and efficiency.",
    "image": "images/experience/python-logo.svg"
  },
  {
    "title": "React",
    "description": "Since September 2022, React has been instrumental in shaping my portfolio. Its component-based approach has allowed me to craft dynamic and engaging user interfaces, effectively showcasing my skills and projects. Leveraging React's capabilities, I've created a seamless and responsive experience for visitors, demonstrating both my technical proficiency and creativity in web development.",
    "image": "images/experience/react-icon.svg"
  }
]