[
  {
    "type": "School",
    "github": "https://github.com/ScottZ2004/Collezione",
    "skills": [
      "Laravel",
      "React"
    ],
    "bgColor": "#FF7E1D",
    "image": "/images/projects/collezione-preview.png",
    "description": "In my third year of school, I faced an exhilarating challenge: the frontend exam. Tasked with creating a collection web app in React, I drew inspiration from the Headspace website for its design, while centering the collection around roller coasters. The project, aptly named Collezione also involved developing a Laravel backend API to facilitate seamless interaction with the collection, adding features like user authentication and data validation. Throughout the process, I encountered and overcame various challenges, honing my skills in both frontend and backend development. The result was Collezione - a captivating web application that combined sleek design with thrilling content, showcasing my proficiency as a developer.",
    "title": "Collezione",
    "website": "https://collezione.scottzico.com/"
  },
  {
    "type": "Personal",
    "github": "https://github.com/ScottZ2004/Christmas-Wishlist",
    "skills": [
      "Laravel",
      "React"
    ],
    "bgColor": "#2D6D5C",
    "image": "/images/projects/ChristmasWishList-preview.png",
    "description": "Since diving into React, I've been eager to explore backend development with Laravel. So, I decided to blend both by crafting a Christmas wishlist app.\n\nInspired by the festive season's spirit of joy and giving, the app aims to simplify wishlist creation and sharing among friends and family. From user authentication to wishlist management, every feature is designed for a seamless user experience.\n\nThis project isn't just about coding; it's about spreading holiday cheer through technology. With React for the frontend and Laravel for the backend, I'm not just building an app—I'm creating magic during the most wonderful time of the year.",
    "title": "Christmas wishlist",
    "website": "https://christmas-wishlist.scottzico.com"
  }
]